{
  "en": {
    "dialogue_2_11": "I can’t go higher now. What can we do?",
    "q1dcr": "Gravitational potential energy depends on the objects' mass and their distances",
    "dialogue_1_12": "We also saw gravitational potential energy change to kinetic energy when we dropped weights. Now we have to find a way to OVERCOME gravity!",
    "q2a1": "Muscles' elastic potential energy.",
    "energyFlow": "Energy Flow",
    "correctAnswer": "Your answer is correct",
    "hint_1_6": "Breaking each cage costs <color=#FFFF00><size=45>1</size></color> carrot",
    "dialogue_1_7": "As I said, gravity is relative to the distance and weight of objects. While we are on Earth, we calculate gravity as: PE=mgh, where g=9.81 m⁄s^2 . But when we arrive on the Moon, the g can change relative to the size and weight of the Moon.",
    "q2tts": "What was helping Jackie to jump high? Muscles' elastic potential energy,, Gravitational energy,, The speed of Jackie while running,, None",
    "q4at": "2",
    "q4tts": "What caused our spaceship to overcome gravity?. Earth gravity,, Burning rate energy,, Weight of spaceship,, None",
    "q4": "What caused our spaceship to overcome gravity?",
    "q4dcr": "Spaceships use the energy saved inside of fuels by burning them and controlling the direction of energy flow.",
    "q3a1": "Gravitational potential energy",
    "q2a2": "Gravitational energy",
    "q3tts": "We didn't use which type of energy at this level?. Gravitational potential energy,, Kinematic energy,, Magnetic energy,, Elastic potential energy.",
    "dialogue_1_5": "Earth is so massive and heavy that it has noticeable gravity. When we're on Earth or close to it, we can see and feel its gravity. The Moon is big and heavy, too, so it also has noticeable gravity!",
    "passSub": "Challenge has been passed",
    "cagesOpened": "cages opened",
    "hint_4_1": "Lock the speed between 150 m/s and  160 m/s for 10 seconds before the 5000 m height.",
    "minTolerance": "Minimum Tolerance",
    "q3dcr": "Gravitational potential energy pulled weight towards the Earth, kinetic energy caused movement, and the spring was using elastic energy",
    "dialogue_2_1": "You use kinetic energy when you jump. You jump very fast, so your kinetic energy will be very high at first. As your height increases, and the kinetic energy becomes gravitational potential energy.",
    "dialogue_4_3": "When we add all of the released energy together, the total energy released is huge! If we orient that by pointing it in the right direction, we can achieve the required kinetic energy to reach the Moon.",
    "q3": "We didn't use which type of energy at this level?",
    "pause": "PAUSE",
    "q4a2": "Burning rate energy",
    "dialogue_1_2": "Hi, Jackie. Wow, that's so cool. The Moon is so beautiful, and I'd like to go there too, but it requires so much energy to overcome gravity.",
    "q2a3": "The speed of Jackie while running",
    "skip": "Skip",
    "stage1_controls": "Use the <color=#00FF00>Mouse Left Click</color> to drag and drop items",
    "q3a3": "Magnetic energy",
    "hint_1_1": "Drag the weights from inventory and drop them onto the cages.",
    "q3a2": "Kinematic energy",
    "continue": "CONTINUE",
    "stage2_controls1": "Use <color=#00FF00>A</color> and <color=#00FF00>D</color> or <color=#00FF00>Left</color> and <color=#00FF00>Right</color> arrows to move",
    "q1a3": "Shape",
    "failedBody": "But this time, be more careful and calculate the correct height, ok?",
    "drop_region": "Drop Region",
    "hint_1_5": "Opening each cage gives you <color=#FFFF00><size=45>5</size></color> carrots",
    "stage4_controls2": "Type the energy amount in the <color=#00FF00>Text Field</color> and press <color=#00FF00>enter</color> to release the energy",
    "newgame": "New Game",
    "q3at": "3",
    "tryLater": "Try Later",
    "dialogue_1_6": "The gravity from two objects always pull on each other. However, when Earth pulls on a smaller object with less mass, that object also has less of its own gravity, so the gravitational energy between the two will also be smaller.",
    "dialogue_3_1": "I got a job that gives us carrots for each box we send over to the castle. We can save energy inside of the spring, and then use the spring to drop boxes over the roofs. If we use too much or too little energy, it might drop the boxes and break them. Let’s see what we can do!",
    "q4a3": "Weight of spaceship",
    "hint_2_1": "Jump on platforms without hitting the trunk.",
    "q2": "What was helping Jackie to jump high?",
    "stage3_controls2": "Type energy amount in the <color=#00FF00>Text Field</color> and press <color=#00FF00>enter</color> to release the energy",
    "q1a4": "Speed",
    "stage4_controls1": "Use the <color=#00FF00>Left Mouse Button</color> on the slider to change and release the energy",
    "correctAnswerAddress": "The correct answer is:",
    "stage2_controls2": "Use <color=#00FF00>Space key</color> or <color=#00FF00>Energy Slider</color> to input energy and jump",
    "dialogue_1_1": "Hi Evelyn! I want to go to the Moon, but I can't reach it by jumping. Can you help me?",
    "dialogue_1_3": "What is gravity?",
    "stage3_controls1": "Use the <color=#00FF00>Left Mouse Button</color> on the slider to change and release the energy",
    "q2dcr": "Before jumping, the muscles contract and stretch, and like  a spring, they save energy as elastic energy. Then by releasing the saved energy, we push off of the ground and jump.",
    "q1a2": "Mass",
    "hint_4_2": "Some energy is wasted.",
    "hint_1_4": "Collect at least <color=#00FF00><size=55>15</size></color> carrots to win",
    "dialogue_4_1": "As the experiment shows, we can’t go to the moon just by jumping. It requires a lot of work, and elastic energy won't be enough. But...I know some other kinds of potential energy! Maybe we should try chemical potential energy.",
    "height": "Height",
    "q4a4": "None",
    "resume": "Resume",
    "hint_1_2": "The dropping height is directly related to the amount of potential energy.",
    "q1a1": "Size",
    "dialogue_1_4": "Gravity is a force between objects that pull each other. Everything with mass has gravity relative to its weight and position. It's a weak force, though, so we don't notice it for most objects.",
    "dialogue_4_2": "Materials can save energy as chemical potential energy. By applying some reactions, like burning the material, they release the potential energy and transform it into one or more substances with lower potential energy. One example of this is rocket fuels, which is burned and releases gas.",
    "q1": "Which of these properties will change the amount of gravitational potential energy that an object has?",
    "dialogue_2_12": "We need to jump higher, and we can’t jump using just our legs and feet. However...we can save energy inside of certain materials! The energy saved inside the material is called potential energy, like elastic potential energy, electrical energy, and magnetic energy. Springs are elastic and can save energy as elastic energy. So let’s save the energy inside of the spring.",
    "jackie": "Jackie",
    "totalCarrots1": "Now you have",
    "q3a4": "Elastic potential energy",
    "congradulation": "Congratulations",
    "q1at": "2",
    "wrongAnswer": "The answer is wrong",
    "restart": "Restart",
    "cagesBroken": "cages broken",
    "dialogue_1_11": "So, we know that Earth’s gravity pulls toward its center, and gravitational potential energy is related to an object's height and mass.",
    "pluralSign": "s",
    "hint_1_3": "The energy is directly related to Weight's mass.",
    "exit": "Exit",
    "evelyn": "Evelyn",
    "dialogue_1_13": "How can we overcome gravity?",
    "speed": "Speed",
    "q2a4": "None",
    "maxTolerance": "Maximum Tolerance",
    "q4a1": "Earth gravity",
    "q1tts": "Gravitational potential energy depends on which property of objects? Size, Mass, Shape, Speed.",
    "hint_2_2": "Jackies Weight is 30 kg / 66 lbs",
    "failedTitle": "You can try again",
    "q2at": "1",
	"dialogue_1_21" : "Jackie we can do a good job here from what we learned earlier. We can release jungle animals by dropping weights from appropriate height. But be careful not to impact cages so hard, it can harm its inside animal.",
	"dialogue_1_22" : "If we drop a bowling ball and a ball of paper from the same height, they'll hit the ground at the same time. The ball of paper has less mass, so it has less of its own gravity, which means that the gravitational energy between it and the Earth is less.",
	"dialogue_1_23" : "The bowling ball has more mass, so it has more gravity. As a result, the gravitational energy between the bowling ball and the Earth is greater.",
	"dialogue_1_24" : "You can choose weights from the weights inventory, drag them and drop them in the drop region. But be aware that each weight has different mass, so calculate the appropriate height and weight's mass before dropping it. safety is first."

  }
}