{
  "_meta": {
    "maxChars": {
    }
  },
  "en": {
    "continue": "CONTINUE",
    "jackie": "Jackie",
    "evelyn": "Evelyn",
    "newgame": "New Game",
    "resume": "Resume",
    "exit": "Exit",
    "pause": "PAUSE",
    "restart": "Restart",
    "congradulation": "Congradulation",
    "passSub": "Challenge has been passed",
    "totalCarrots1": "Now you have",
    "pluralSign": "s",
    "cagesBroken": "cages broken",
    "cagesOpened": "cages opened",
    "failedTitle": "You can try again",
    "failedBody": "But this time be more careful and calculate the correct height, ok?",
    "tryLater": "Try Later",
    "skip": "Skip",
    "hint_4_1": "Lock the speed between 150 m/s and  160 m/s for 10 seconds before the 5000 m height",
    "hint_4_2": "Some energy is wasted.",
    "height": "Height",
    "speed": "Speed",
    "fAcceleration": "Force Acceleration",
	"dialogue_1_1": "Hi Evelyn, I want to go to the Moon, and I cannot reach the Moon by jumping, can you help me?",
	"dialogue_1_2": "Hi Jackie. Wow, That is so cool. The Moon is so beautiful, and I like to go there too, but it requires so much energy to overcome gravity.",
	"dialogue_1_3": "What is gravity?",
	"dialogue_1_4": "Gravity is a force between objects that pull each other. Everything with mass has gravity relative to its weight and position. We cannot see the small gravities.",
	"dialogue_1_5": "But Earth is so massive and heavy, and because we are on Earth and close to it, we can see and feel its gravity. The moon is so big and heavy, too.",
	"dialogue_1_6": "Both objects' gravities pull each other the same, but for smaller object pairs, the amount of gravitational energy is smaller, too.",
	"dialogue_1_7": "As I said, gravity is relative to the distance and weight of objects. While we are on Earth, we calculate gravity as: PE=mgh, where g=9.81 m⁄s^2 . But when we arrive on the Moon, the g can change relative to the size and weight of the Moon.",
	"dialogue_1_11": "So, we know that Earth’s gravity is toward its center, and gravitational potential energy is related to objects' height and mass.",
	"dialogue_1_12": "Also, we saw gravitational potential energy change to kinetic energy when we dropped weights. Now we have to find a way to overcome gravity.",
	"dialogue_1_13": "How can we overcome gravity?",
	"dialogue_2_1": "One way is to use kinetic energy, the way you jumped. You jump very fast, so your kinetic energy at first will be very high. Your height will increase, and the kinetic energy becomes gravitational potential energy.",
	"dialogue_2_11": "I can’t go higher now. What can we do?",
	"dialogue_2_12": "I think we can’t create platforms to the moon. We need to jump higher, and we can’t jump by foot. But we can save energy inside materials. Every energy saved inside the material is called potential energy, like gravitational potential energy. Also, we can save energy as elastic potential energy, electrical energy, and magnetic energy. For example, spring and rubber both are elastic and can save energy as elastic energy. So let’s save the energy inside spring.",
	"dialogue_3_1": "I got a job that gives us carrots for each box we send over the castle. We can save energy inside the spring and then use the spring to drop boxes over the roofs. But if we use too high or low energy, it might drop the boxes and break them. So let’s do it.",
	"dialogue_4_1": "As the experiment shows, we can’t go to the moon just by jumping. It requires a lot of work, and we can’t take that much from elastic energy. But I know some kinds of potential energy that materials can save a lot of them, like chemical potential energy.",
	"dialogue_4_2": "Materials also can save energy as chemical potential energy. But with some reactions like burning, they release the potential energy and go to the simpler form with lower potential energy, like rocket fuels.",
	"dialogue_4_3": "All released energy together are huge, and if we orient that, we can make the required kinetic energy to reach Moon."
  },
  "fr": {
    "continue": "?",
    "jackie": "?",
    "evelyn": "?",
    "newgame": "?",
    "resume": "?",
    "exit": "?",
    "pause": "?",
    "restart": "?",
    "congradulation": "?",
    "passSub": "?",
    "totalCarrots1": "?",
    "pluralSign": "?",
    "cagesBroken": "?",
    "cagesOpened": "?",
    "failedTitle": "?",
    "failedBody": "?",
    "tryLater": "?",
    "skip": "?",
	"dialogue_1_1": "?",
	"dialogue_1_2": "?",
	"dialogue_1_3": "?",
	"dialogue_1_4": "?",
	"dialogue_1_5": "?",
	"dialogue_1_6": "?",
	"dialogue_1_7": "?",
	"dialogue_1_11": "?",
	"dialogue_1_12": "?",
	"dialogue_1_13": "?",
	"dialogue_2_1": "?",
	"dialogue_2_11": "?",
	"dialogue_2_12": "?",
	"dialogue_3_1": "?",
	"dialogue_4_1": "?",
	"dialogue_4_2": "?"
  }
}
